{
   "highlights": [
     {
        "quote": "Don't seek validation. Seek fulfillment.",
        "author": "T"
     },
      {
         "quote": "Sometimes it takes losing what you’re settling for to be reminded of what you really deserve.",
         "author": ""
      },
      {
         "quote": "Taking a break is also a part of putting in work. Rest is crucial for preparation and recovery.",
         "author": "Terence Williams"
      }
   ],
   "categories": [
      {
         "title": "TIFT Quotes", 
         "quotes": [
            {
               "quote": "When you reach the point you’ve strived for, don’t forget to be the person you needed along your way.",
               "author": ""
            },
            {
               "quote": "Some steps need to be taken alone. It’s the only way to really figure out where you need to go and who you need to be.",
               "author": ""
            },
            {
               "quote": "Nobody can trigger your emotions without your permission.  Learn to be calm and centered no matter what's happening outside of you.",
               "author": ""
            },
            {
               "quote": "Man gives you the award but God gives you the reward.",
               "author": "Denzel Washington"
            },
             {
               "quote": "Daily self-care routines and habits are essentially a series of love letters to your future self.",
               "author": ""
            },
            {
               "quote": "See the success of others as inspiration, not fuel for jealousy.",
               "author": ""
            },
            {
               "quote": "I’ve never defended rumors made against me but I’ve always paid attention to who believes them.",
               "author": ""
            },
            {
               "quote": "Happiness is found in your heart, not in your circumstances.",
               "author": ""
            },
            {
               "quote": "God had a purpose for you before anyone had an opinion about you.",
               "author": ""
            },
            {
               "quote": "When you begin to confront your insecurities, you’ll see that most of them were given to you by other people. They were never yours to begin with.",
               "author": "Terence"
            },
            {
               "quote": "Make note and move accordingly.\nNot everything deserves a reaction.",
               "author": "TIFT"
            },
            {
               "quote": "Just because someone carries it well doesn’t mean it isn’t heavy.",
               "author": "Terence"
            },
             {
               "quote": "Taking a break is also a part of putting in work. Rest is crucial for preparation and recovery.",
               "author": "Terence"
            },
            {
               "quote": "When you finally begin to receive things you’ve always wanted, you understand why it was important for you to wait. Some things require a certain level of maturity and experience to be fully appreciated.",
               "author": "Terence"
            },
            {
               "quote": "Some people will talk about you simply because they can’t see where you’re going. Others will talk about you because they clearly see where you’re headed and it’s in a totally different path than theirs. In any case, continue onward toward your goals.",
               "author": "Terence"
            },
            {
               "quote": "We can’t be afraid to let people go. In doing so, we actually hinder them (and ourselves) from reaching a breakthrough, thus not reaching full potential in life. Sometimes holding on does more harm.",
               "author": "Terence"
            },
            {
               "quote": "Some people will feel uncomfortable or threaten by the light they see in you. That’s ultimately none of your concern. Choosing to dim your light or play a smaller role isn’t doing anyone a favor. The gifts, talents, dreams and ambitions we have are meant to be pursued wholeheartedly.",
               "author": "Terence"
            },
            {
               "quote": "Any relationship or friendship that consists of mind games and manipulation will eventually meet its end.",
               "author": "Terence"
            },
            {
               "quote": "The moment you put a stop to people disrespecting and taking advantage of you is the moment they’ll label you as selfish and difficult. Remember, manipulation hates boundaries. Keep protecting your peace.",
               "author": "Terence"
            },
            {
               "quote": "Just be kind, because you never know how much someone needs it.",
               "author": "Terence"
            },
            {
               "quote": "I’ve been blessed with some pretty amazing experiences, but none of them can compare to being able to have peace of mind for the entirety of the day. \nNo other goal, accomplishment, or reward could ever be more valuable. Believe that.",
               "author": "Terence"
            },
            {
               "quote": "You can’t sow your seed and harvest it in the same season. True success takes diligence, patience, and faith.",
               "author": "Terence"
            },
            {
               "quote": "You wanna be comfortable or you wanna grow? Cause you can't do both.",
               "author": "Terence"
            },
            {
               "quote": "Don’t be driven by reward and outcomes. Just work! Along the process, what’s more important: what you acquire or who you become? Most people think what they acquire defines who they are but it’s actually who you become while chasing what you acquire.",
               "author": "Terence"
            },
            {
               "quote": "Being wanted feeds the ego. Being valued feeds the soul.",
               "author": "Terence"
            },
            {
               "quote": "The goal is not completion; it’s evolution. Continuing to improve on a continuum is a much more fulfilling goal than getting to a final destination.",
               "author": "Terence"
            },
            {
               "quote": "I allowed the laughs and jokes because I knew in 10 years, my life would look different than theirs.",
               "author": "Terence"
            },
            {
               "quote": "Taking a break is also a part of putting in work. Rest is crucial for preparation and recovery.",
               "author": "Terence"
            },
            {
               "quote": "If serving is below you, leadership is beyond you.",
               "author": ""
            },
            {
               "quote": "Just because someone carries it well doesn’t mean it isn’t heavy.",
               "author": ""
            },
            {
               "quote": "Unconditional love happens when you see the perfection of everything just the way it is; when you have no need to change anything.",
               "author": "Terence"
            },
            {
               "quote": "Higher Mind will perceive everything as perfect unfolding. Logical Mind will judge everything as imperfect.",
               "author": ""
            },
            {
               "quote": "It’s not enough to leave toxic environments. We must also do the work to unlearn the habits formed in those environments.",
               "author": "Terence"
            },
            {
               "quote": "You'll never be criticized by someone who is doing more than you. You'll always be criticized by someone doing less. Remember that.",
               "author": "Denzel Washington"
            },
            {
               "quote": "Better to see something once than to hear about it a thousand times.",
               "author": ""
            },
            {
               "quote": "They will call you difficult to tolerate if you’re not easy to fool.",
               "author": ""
            },
            {
               "quote": "Your peace of mind deserves to be protected.",
               "author": ""
            },
            {
               "quote": "Believe in what you pray for.",
               "author": ""
            },
            {
               "quote": "No matter how good your intentions are, you may still be seen as a villain in someone else’s story; and that’s okay. \nMost superheroes were misunderstood until the bigger picture was revealed.",
               "author": "Terence"
            },
            {
               "quote": "Being upset with someone’s happiness only reveals how discontent and insecure you are within yourself.",
               "author": "Terence"
            },
            {
               "quote": "Creating is hard; Criticizing is easy.",
               "author": "Terence"
            },
            {
               "quote": "Most people want to be in charge until it’s time to be accountable.",
               "author": "Terence"
            },
            {
               "quote": "All I’ve ever wanted was to make a difference and to do meaningful work.",
               "author": "Terence"
            },
            {
               "quote": "Don’t be talked out of following your dreams by someone who didn’t have enough courage to pursue their own.",
               "author": "Terence"
            },
            {
               "quote": "The American dream is all about wanting more, but I think we should all be more grateful and aware of what we already have.",
               "author": "Terence"
            },
            {
               "quote": "Today’s prayer and affirmation isn’t about asking for more or claiming more; it’s simply a thank you note for everything already obtained.",
               "author": "Terence"
            },
            {
               "quote": "Great things begin to happen effortlessly the moment you begin to act from the heart.",
               "author": "Terence"
            },
            {
               "quote": "Change isn't meant to be easy. It's meant to rip up your roots and put you in new soil where your roots can deepen. It's going to be ok in the long run.",
               "author": ""
            },
            {
               "quote": "Anything that’s not growing is dead.",
               "author": ""
            },
            {
               "quote": "Until someone is genuinely happy with themselves, they can never fully be genuinely happy for others. So whenever you encounter someone who is hating or throwing shade, know that it’s nothing against you personally, but something they’re dealing with personally.",
               "author": "Terence"
            },
            {
               "quote": "It's dangerous to create an opinion on something that’s based on someone else’s perspective.",
               "author": "Terence"
            },
            {
               "quote": "Real happiness is cheap, but many of us pay for its counterfeit.",
               "author": ""
            },
            {
               "quote": "Potted plants can only grow so much before it’s time for a bigger pot. I’m learning that we’re the same. We’re the plants and our environments are the pots.",
               "author": "Terence"
            },
            {
               "quote": "Announcing that you’re moving in silence isn’t really moving in silence.",
               "author": ""
            },
            {
               "quote": "Until you completely detach from the idea and desire for people to “see you”,  you will never understand the importance and power of truly focusing on yourself. We often get so wrapped up in the idea of people being proud of us that we forget to be proud of ourselves. True happiness comes from within.",
               "author": "Terence"
            },
            {
               "quote": "Be honest with yourself. Be self aware of your ego and your triggers.",
               "author": "Terence"
            },
            {
               "quote": "Manipulation is when they find fault in your reaction but not in their initial disrespect.",
               "author": ""
            },
            {
               "quote": "Right now, pace is more important than speed. Taking even the smallest steps can bring you closer to your dreams.",
               "author": ""
            },
            {
               "quote": "Time is on your side; just make sure you’re using it wisely",
               "author": ""
            },
            {
               "quote": "Remember that you’re meant to move toward whatever gives you fulfillment, personal growth, and freedom.",
               "author": ""
            },
            {
               "quote": "Honor how good joy feels and you’ll be instinctively drawn to whatever sparks those sentiments.",
               "author": ""
            },
            {
               "quote": "Only those who saw your private struggles will fully understand the magnitude of your public blessings.",
               "author": ""
            },
            {
               "quote": "The move you’re afraid to make just may be the move that will change your life.",
               "author": ""
            }
         ]
      },
      {
         "title": "Affirmations",
         "quotes": [
            {
               "quote": "I am more powerful than my physical or emotional hurts.",
               "author": ""
            },
             {
               "quote": "I am proud of all the bad days I have survived.",
               "author": ""
            },
            {
               "quote": "I attract healthy, loving, and respectful relationships.",
               "author": ""
            },
            {
               "quote": "I am not defined by my mistakes.",
               "author": ""
            },
            {
               "quote": "I am strong enough to wait for the love that deserves me.",
               "author": ""
            },
            {
               "quote": "I realize that happiness has been inside of me all along; I just had to change the way I think.",
               "author": ""
            },
            {
               "quote": "I am thankful that I can choose to be a new me whenever I want.",
               "author": ""
            },
            {
               "quote": "I am so proud of the improvements I am making in my life.",
               "author": ""
            },
            {
               "quote": "I am worthy of receiving the love I give.",
               "author": ""
            },
            {
               "quote": "I manifest a fulfilling life and I am thankful for it.",
               "author": ""
            },
            {
               "quote": "There is more to me than my body.",
               "author": ""
            },
            {
               "quote": "I am stronger than my current situation.",
               "author": ""
            },
            {
               "quote": "My worth isn't defined by what I contribute.",
               "author": ""
            },
            {
               "quote": "I can love myself even while I work on myself.",
               "author": ""
            },
            {
               "quote": "One bad day does not make me a bad person. It makes me human.",
               "author": ""
            },
            {
               "quote": "Little by little, day by day, I am closer to achieving my goals.",
               "author": ""
            },
            {
               "quote": "I focus only on what I can control.",
               "author": ""
            },
            {
               "quote": "I am so proud of my strength to walk away from what doesn't deserve me.",
               "author": ""
            },
            {
               "quote": "I am excited to start my next chapter.",
               "author": ""
            },
            {
               "quote": "I am thankful for all the times I have smiled this week.",
               "author": ""
            },
            {
               "quote": "I am an incredible person with much to offer the world.",
               "author": ""
            },
            {
               "quote": "I am worthy of effort and devotion.",
               "author": ""
            },
            {
               "quote": "I am thankful that so many people believe in me.",
               "author": ""
            },
            {
               "quote": "I will stop apologizing for being myself.",
               "author": ""
            },
            {
               "quote": "I am thankful for meaningful conversations with people who care about me.",
               "author": ""
            },
            {
               "quote": "I will move forward instead of holding on to past mistakes that rob me of my peace.",
               "author": ""
            },
            {
               "quote": "My capabilities are endless.",
               "author": ""
            }
         ]
      },
      {
         "title": "Motivational",
         "quotes": [
            {
               "quote": "Once you realize rejection is just redirection, you will never lose.",
               "author": ""
            },
             {
               "quote": "See the success of others as inspiration, not fuel for jealousy.",
               "author": ""
            },
            {
               "quote": "Happiness is found in your heart, not in your circumstances.",
               "author": ""
            },
             {
               "quote": "Sometimes it takes losing what you’re settling for to be reminded of what you really deserve.",
               "author": ""
            },
            {
               "quote": "Just because someone carries it well doesn’t mean it isn’t heavy.",
               "author": "Terence"
            },
             {
               "quote": "Taking a break is also a part of putting in work. Rest is crucial for preparation and recovery.",
               "author": "Terence"
            },
            {
               "quote": "When you finally begin to receive things you’ve always wanted, you understand why it was important for you to wait. Some things require a certain level of maturity and experience to be fully appreciated.",
               "author": "Terence"
            },
            {
               "quote": "Pursuing a goal can start by writing it down.",
               "author": ""
            }
         ]
      }
   ]
}
